[PAD]
[UNK]
[START]
[END]
!
$
%
(
,
.
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
ஆ
இ
உ
எ
க
ங
ச
ட
ண
த
ந
ன
ப
ம
ய
ர
ற
ல
ள
வ
ஸ
ா
ி
ு
ெ
ே
ை
–
—
’
“
”
€
the
you
to
##s
is
it
of
in
your
are
we
##ing
have
##ed
for
do
what
me
on
that
be
##d
was
my
can
and
not
will
##y
##er
at
don
he
with
##ly
there
##n
like
as
##e
go
how
all
our
##r
##al
from
an
when
up
##t
him
this
if
ll
must
by
should
english
time
were
did
has
his
rain
come
know
out
take
no
had
but
about
would
one
##on
get
want
may
please
##ion
good
so
##m
too
##ate
or
school
doctor
give
see
something
##ation
##h
going
some
than
many
her
very
here
make
##ic
##ment
money
more
much
##or
who
##ine
she
day
##es
##o
##ure
better
think
##ry
house
they
##le
home
life
re
could
people
##nt
##ent
##ice
##ive
been
let
us
##in
never
where
off
station
work
##age
am
##et
##ity
any
say
##at
##se
way
##en
before
long
made
look
hard
meeting
##a
##ch
fire
need
just
speak
##ight
##l
always
tell
##able
##ar
##p
anything
hurry
why
##it
##w
after
into
only
##an
##id
cold
over
ve
##ance
##ay
##ise
##ue
new
##ake
##ide
##ies
nothing
smoking
soon
students
summer
without
##est
##g
because
keep
live
right
went
##ful
feel
last
man
world
##ist
##ite
##te
##th
didn
now
##ct
##ers
sky
two
##ant
##ce
##ious
##nce
##ow
back
book
help
mind
stay
##are
##ary
##ge
dark
days
does
eat
got
##one
old
their
won
##ize
##st
every
mine
other
##ach
##ase
##ick
##ill
##ish
##ood
##rt
late
learn
put
things
vacation
well
##ore
##ss
car
desk
place
took
##ard
##op
##ried
##ty
away
best
difficult
lost
train
##air
##ast
air
cannot
down
first
language
little
lot
##ical
##ous
abroad
great
idea
milk
music
room
water
which
##ack
##ial
##ip
##ot
##ove
alone
bad
drink
even
far
fish
leave
left
said
study
use
years
yourself
##ad
##ain
##b
##ction
##ible
##ience
##k
##ll
##ress
against
ask
call
came
done
foreign
japanese
told
##ars
##ead
##ire
##ning
buy
doesn
love
read
true
##ail
##all
##is
##oat
advice
beautiful
believe
everything
free
hope
raining
same
wish
year
##ect
##i
##ie
##ition
##red
again
case
distance
end
found
miss
near
once
play
saw
sister
truth
turn
write
##0
##ness
##om
##ually
airport
bank
ever
family
hand
hear
most
outside
plan
problem
talk
these
week
wrong
##ace
##ame
##and
##ap
##ated
##day
##ian
##ind
##late
##ple
##ply
##sion
##ter
##ual
##ve
around
change
city
find
future
hill
light
next
night
stop
story
ten
them
today
understand
whether
whole
words
##ell
##ied
##il
##ile
##ound
each
easy
face
glad
king
looks
mistakes
pay
since
speaking
such
three
weather
##art
##ave
##f
##hone
##ld
##mit
##ose
##ost
##oy
##row
##uck
##un
##ut
##ute
coming
country
enough
few
hour
matter
mean
met
mistake
person
salt
sea
seen
shoes
show
start
strong
success
teacher
whatever
while
wind
word
##ally
##as
##cept
##ence
##ident
##ier
##ily
##ism
##ix
##nd
##ned
##ner
##ped
##pose
##ree
##rs
##tain
##ted
##ugh
##us
another
began
books
care
class
everyone
flowers
happy
health
hot
hours
its
kyoto
often
others
rains
really
rest
rich
roof
sleep
started
sure
surprise
talking
thing
those
tired
##am
##ck
##eat
##ense
##ever
##ics
##less
##ong
##ping
##ts
##ult
answer
child
company
door
drive
father
gave
getting
happened
japan
large
making
men
opinion
science
still
tomorrow
used
wife
##act
##ative
##ds
##el
##fer
##ference
##imate
##ior
##ird
##ither
##man
##mber
##ration
##riving
##ross
##uit
##x
able
afraid
age
almost
bed
being
children
cut
driver
express
five
food
friends
fun
game
generally
gone
happen
learning
looked
medicine
name
past
patient
set
temperature
then
travel
try
walk
##ale
##ape
##body
##eck
##end
##ey
##iness
##ital
##iving
##lock
##lution
##ncy
##oad
##ory
##port
##rn
##uce
##ular
##unch
ago
break
broke
bus
called
clean
death
doing
during
else
feeling
forget
full
impossible
job
looking
morning
mother
myself
necessary
noise
open
run
seems
send
snow
strange
thinking
watch
##cial
##cil
##ee
##fect
##gry
##hip
##ild
##lar
##ling
##low
##oke
##ond
##ool
##ote
##ra
##read
##ries
##rm
##unt
advised
already
become
between
bridge
building
clear
couldn
danger
dream
expect
eyes
finished
follow
gold
haven
having
history
meet
movie
mr
ought
pass
poor
quickly
rained
ran
red
shall
small
smoke
sorry
spoken
stand
swim
team
though
together
umbrella
under
wait
white
winter
wonder
yesterday
yet
##ared
##ased
##ath
##ause
##come
##count
##de
##ears
##eral
##form
##ication
##ient
##iet
##ift
##igh
##ination
##land
##lve
##ms
##nted
##oth
##oud
##our
##rate
##side
##sition
##tely
##tend
##tention
##ting
##uble
##ude
##um
##ust
##uty
##xpensive
agree
aren
arrived
begins
big
blue
brought
count
dictionary
earth
fear
fell
felt
foot
forward
friend
front
half
heard
heart
holiday
hotel
important
isn
kind
letter
moon
nice
number
office
order
own
party
passed
present
quite
rule
shouldn
sight
student
thank
tom
town
universe
until
war
women
young
##afe
##ag
##ak
##als
##aring
##ark
##aught
##bility
##bit
##bject
##by
##cent
##dom
##ear
##east
##eed
##ess
##ew
##fic
##ia
##ict
##ief
##ike
##ime
##ision
##lain
##lation
##lf
##light
##ming
##ne
##ng
##nts
##oint
##ology
##ony
##ook
##ope
##ord
##ort
##pt
##rees
##ring
##ror
##stion
##tion
##tle
##unity
##ural
##ured
##ution
##vision
##vor
##where
##ycle
##yo
along
bear
begin
bought
boy
bring
brother
catch
chance
church
classroom
close
correct
dog
dry
early
eating
education
energy
everybody
fall
fast
girl
glass
grow
held
lend
lose
master
picture
price
rather
ready
return
short
side
sign
simple
sometimes
space
tall
thanks
thought
through
turned
unless
visit
wash
window
##!
##$
##%
##(
##,
##.
##1
##2
##3
##4
##5
##6
##7
##8
##9
##:
##;
##?
##c
##j
##q
##u
##v
##z
##ஆ
##இ
##உ
##எ
##க
##ங
##ச
##ட
##ண
##த
##ந
##ன
##ப
##ம
##ய
##ர
##ற
##ல
##ள
##வ
##ஸ
##ா
##ி
##ு
##ெ
##ே
##ை
##–
##—
##’
##“
##”
##€
